[{"hed":"Structure of Department of Information Resources program allowed commission to misuse it for 21CT","desc":"Lax oversight at the Department of Information Resources allowed Jack Stick to misuse the Cooperative Contracts program, which allows agencies to avoid competitive bidding and purchase directly from vendors.","img":"00.jpg","text":"The structure of the State’s Cooperative Contracts program at the Department of Information Resources enabled the Commission and the OIG to misuse that program to procure fraud detection services from 21CT.","page":"9","note":"a211111"},{"hed":"Jack Stick facilitated 21CT’s pilot project with another agency","desc":"Jack Stick, while chief counsel of the Health and Human Services Commission, facilitated a 21CT pilot program with another agency, the Department of Family and Protective Services.","img":"10.jpg","text":"The former deputy IG facilitated 21CT’s use of Medicaid information for the pilot project at the Department of Family and Protective Services; however, it was unclear how the former deputy IG determined that the use of that information for the pilot project complied with data protection requirements.","page":"9","note":"a211109"},{"hed":"Jack Stick used his personal email accounts to communicate with 21CT","desc":"Jack Stick, while leading Medicaid fraud investigations at the Office of Inspector General, communicated with 21CT using his personal email.","img":"20.jpg","text":"The former deputy IG used personal email accounts to send and receive information and documents directly related to the procurement from 21CT. In addition, that individual used his Commission email account to send emails to other Texas state agencies and other states with favorable reviews of 21CT’s work. He also included 21CT executive management on some of those emails.","page":"8","note":"a211107"},{"hed":"21CT was paid on a payment plan","desc":"21CT was paid on a payment plan, rather than a traditional contract. Officials at the Department of Information Resources have said they might have noticed the project was inappropriate if it had been purchased in one $20 million transaction, but they didn’t see it because it was broken into installments.","img":"30.jpg","text":"The Commission and the OIG paid 21CT based on a payment plan, rather than on the actual goods and services that 21CT had provided. Each invoice that 21CT submitted was based on a payment plan that the OIG had negotiated with 21CT at the time of the first purchase order. The payment plan specified that the OIG would pay 21CT in 11 installments that totaled $19.9 million; by January 3, 2013, 21CT had invoiced the Commission and the OIG for $5,997,096. In addition, the payment plan called for making payments to 21CT without regard to the goods and services that 21CT had actually provided.","page":"7","note":"a211102"},{"hed":"Jack Stick worked to promote 21CT at industry conferences, to at least seven other states","desc":"Jack Stick promoted 21CT to other customers and reached out to at least seven other states, which could have purchased 21CT software and services without a competitive bid through the Department of Information Resources.","img":"40.jpg","text":"The former deputy IG worked to promote 21CT to other potential customers. OIG records indicate that the former deputy IG worked to promote 21CT’s services to other Texas state agencies, other states, and at national conferences. For example, at a conference in Baltimore, Maryland, the former inspector general and the former deputy IG made a presentation developed at the direction of the former deputy IG that identified 21CT’s software (LYNXeon) as the best provider of fraud detection services and that was critical of other vendors’ services. Other communication also indicated that the former deputy IG promoted 21CT’s services to at least seven other states; in some cases, the former deputy IG included 21CT executive management on that communication.","page":"3","note":"a211082"},{"hed":"21CT was ‘predetermined’ vendor","desc":"The State Auditor’s Office confirms that the 21CT deal was not competitively bid and skirted purchasing rules.","img":"50.gif","text":"The OIG predetermined that 21CT would be the vendor, and neither the Commission nor the OIG conducted required planning activities to help ensure that the Commission, the OIG, and the State would benefit from the procurement. The OIG’s records indicate that the former deputy IG met directly with 21CT on at least 11 occasions between July 26, 2011, and December 19, 2012 (the date on which the Commission and the OIG finalized the first purchase order for the procurement from 21CT). As early as November 2012, 21CT was in communication with entities such as Medicaid managed care organizations and the Texas Medicaid and Healthcare Partnership (the Texas Medicaid claims administrator) to obtain Medicaid data.","page":"3","note":"a211084"},{"hed":"Case made to federal government was misleading","desc":"In a request for federal funds to pay 21CT, Stick and other officials misled the Centers for Medicare and Medicaid Services.","img":"60.jpg","text":"Information that the Commission and the OIG submitted to obtain federal approval for the procurement was not supported by their records.","page":"5","note":"a211097"},{"hed":"Staff approved payments on Jack Stick’s instructions","desc":"Payments from the Office of Inspector General were approved on Jack Stick’s instructions.","img":"70.gif","text":"OIG staff approved payments to 21CT based on instruction from the former deputy IG. The former deputy IG frequently directed staff to approve payments to 21CT through verbal instruction or emails. Based on the direction and approvals of the former deputy IG, the OIG’s director of data analytics and fraud detection and the OIG’s former business operations manager then used emails to approve payments to 21CT. The Commission did not have a process that required executive management to certify that (1) the information related to the payments that they were approving was true and correct and (2) the Commission had received the related fraud detection services that it intended to procure.","page":"7","note":"a211104"}]