[{"hed":"Strong first learned of Wickline's buyout in March","desc":"In the deposition of Strong, he says when he first talked to Wickline about the job at Texas, there was no discussion of a buyout in his contract. He learned of the conversation in March when \"everything started coming out.\"","img":"strong-on-contract.gif","text":"<p><i class=\"fa fa-quote-left\"></i> Q. Okay. When you talked to Joe Wickline, did he tell you he's got a buyout in his contract?<br>A. No.<br>Q. When is the first time you learned that Joe Wickline had a buyout in his contract?<br>A. Probably when the discussion -- probably, like, March when everything started coming out. <i class=\"fa fa-quote-right\"></i></p>","docid":"1812443-charlie-strong","page":"51","note":"a212811"},{"hed":"Strong outlines Wickline's role before game","desc":"In the deposition of Strong, he says that Wickline has responsibility for the run game, working out plays for various scenarios in the game.","img":"strong-wicklines-role.gif","text":"<p><i class=\"fa fa-quote-left\"></i> Q. Coach, what's Coach Wickline's role in that?<br>A. In the run and play action, he's responsible for the run game. So if we were to run a power, then the next play is going to play -- going to be a play action pass where you're going to act like you're running a power, the quarterback's going to pull the ball off your line of scrimmage, and he's going to, you know, find everywhere he want to throw it. So we have play action off of it. And the next play may be an outside run play and a zone play. So we run the zone play. But he is totally responsible for the run game. <i class=\"fa fa-quote-right\"></i></p>","docid":"1812443-charlie-strong","page":"124","note":"a212882"},{"hed":"Wickline aware of buyout clause","desc":"In the deposition of Wickline, he said he was aware of the \"liquidated damages clause\" in his contract when he started talking with Charlie Strong about coming to Texas, but didn't recall specifically if he told him.","img":"wickline-to-strong.gif","text":"<p><i class=\"fa fa-quote-left\"></i> Q. And so you were aware that you had liquidated damages clause in your contract when you first started talking with Charlie Strong about coming to the University of Texas, correct?<br>A. No question.<br>Q. Did you tell Charlie Strong about the terms of your liquidated damages clause when he offered you the job?<br>A. I can't recall.<br>Q. Do you think you did?<br>A. I may have. <i class=\"fa fa-quote-right\"></i></p>","docid":"1812445-joe-wickline","page":"54","note":"a212841"},{"hed":"Wickline says he was hired before Shawn Watson","desc":"In the deposition of Wickline, he said it was after his own hiring that he found out that Shawn Watson had also been hired.","img":"wickline-watson-hire.gif","text":"<p><i class=\"fa fa-quote-left\"></i> Q. When did you find out about Shawn Watson coming down?<br>","docid":"1812445-joe-wickline","page":"62","note":"a212846"},{"hed":"Wickline says Strong hired him as offensive coordinator","desc":"In the deposition of Wickline, he said Strong hired him as offensive coordinator, and that he would have play calling duties.","img":"wickline-play-calling.gif","text":"<p><i class=\"fa fa-quote-left\"></i> Q. And that was good enough for you?<br> A. After he said, \"I will name you offensive oordinator at the University of Texas, and you'll have play calling duties,\" I didn't need to hear anything else. <i class=\"fa fa-quote-right\"></i></p>","docid":"1812445-joe-wickline","page":"74","note":"a212848"},{"hed":"Wickline tells UT his contract needed to have certain language","desc":"In the deposition of Wickline, he says he told UT his contract needed to have certain language to satisfy his OSU buyout clause.","img":"wickline-contract-wording.gif","text":"<i class=\"fa fa-quote-left\"></i> A. I may have reminded him that that's what I had been selected and appointed to do. Because as we've seen, contracts get skewed, not signed, miswritten. So let's be sure that the language says exactly what the language in some way, shape or form. <i class=\"fa fa-quote-right\"></i>","docid":"1812445-joe-wickline","page":"89","note":"a212891"},{"hed":"Talking to the \"signaler\"","desc":"In the deposition of Watson, he says he is the one who tells the signal-caller what play to run on offense.","img":"watson-signal-caller.gif","text":"<p><i class=\"fa fa-quote-left\"></i> Q. But the person who actually makes the -- says, \"We're going to run this play this time,\" that's you, right?<br> WATSON: It can only come out of one mouth.<br>Q. And you're the mouth it comes out of.<br>WATSON: Yes. At times, yes.To the signaler -- to the guy who signals the play. <i class=\"fa fa-quote-right\"></i></p>","docid":"1812444-shawn-watson","page":"28","note":"a212860"},{"hed":"Final decision on offense","desc":"In the deposition of Watson, he says that both he and Wickline are the final decision makers on offense.","img":"watson-final-decision.gif","text":"<p><i class=\"fa fa-quote-left\"></i> Q. At the -- after you have input from the other coaches or from any other source, who are the final decision-makers in terms of schemes for offensive plays, series, or particular plays?<br>WATSON: Joe and I. <i class=\"fa fa-quote-right\"></i></p>","docid":"1812444-shawn-watson","page":"73","note":"a212864"},{"hed":"Holder says Wickline's role does not satisfy contract","desc":"In the deposition of Holder, he says he believes that Watson is the final decision-maker for calling plays at Texas, which does not satisfy the duties in the \"liquidated damages clause.\"","img":"holder-does-not-satisfy.gif","text":"<p><i class=\"fa fa-quote-left\"></i> Q. Let's go to the question rather than the consequence of the question. If Charles Strong, the coach, the head coach says that he has offensive plays called by Joe Wickline, both in writing for scripting purposes and on the field as well as in scrimmages and practice but primarily on the field, does that satisfy play-calling duties as described in the contract?<BR>","HOLDER":"Not in my opinion.<BR> Q. Why not?<BR> HOLDER: Because I wanted Joe Wickline to be the offensive coordinator in charge of calling the plays, the final decision-maker. I believe that's Shawn Watson's role. <i class=\"fa fa-quote-right\"></i></p>","docid":"1814525-james-holder","page":"87","note":"a212886"},{"hed":"Holder on final decision-maker for offense","desc":"In the deposition of Holder, he says the final decision-maker is when the play call is given to the quarterback and executed.","img":"holder-final-decision-maker.gif","text":"<p><i class=\"fa fa-quote-left\"></i> Q: I don't think he's the guy that's responsible for calling the plays, the final play-call at Texas University.<br>Q. What it says is play-calling duties. And tell me this: When you said play-calling duties, did you mean all of the defensive and offensive plays?<br>A. In the case of Joe Wickline, it would have been the offensive plays.<br>Q. That's what -- it's not written, but that's what you meant was offensive plays?<br>A. Yes, sir.<br>Q. Okay. And it doesn't say all of the plays, does it?<br>A. That's what it means.<br>Q. It doesn't say that, though, does it?<br>A. Well, the final decision-maker when the play call is given to the quarterback and executed. <i class=\"fa fa-quote-right\"></i></p>","docid":"1814525-james-holder","page":"75","note":"a212897"}]